[
    {
        "pergunta": "A linha simples contínua de divisão de fluxo, na cor amarela, dividindo a via em duas mãos direcionais indica que",
        "opcoes": {
            "A": "A) a ultrapassagem é permitida",
            "B": "B) os deslocamentos laterais são permitidos",
            "C": "C) a ultrapassagem e os deslocamentos laterais são proibidos",
            "D": "D) a ultrapassagem e os deslocamentos laterais são permitidos"
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "Ao ultrapassar bicicletas, a atitude que favorece a segurança do condutor é guardar a distância mínima lateral do ciclista de",
        "opcoes": {
            "A": "A) 1 m (um metro)",
            "B": "B) 50 cm (cinquenta centímetros)",
            "C": "C) 2,50 m (dois metros e cinquenta centímetros)",
            "D": "D) 1,50 m (um metro e cinquenta centímetros)"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "Em via de mão dupla, a circulação pela contramão é:",
        "opcoes": {
            "A": "A) possível quando a sinalização permitir.",
            "B": "B) possível quando for ultrapassar outro veículo e, somente, pelo espaço necessário a esse fim.",
            "C": "C) possível quando houver pouca movimentação de veículos na via, em sentido contrário.",
            "D": "D) sempre proibida."
        },
        "resposta_correta": "B"
    },
    {
        "pergunta": "Jorge por possuir pouca experiência na condução de veículos, não soube como reagir em uma situação de emergência e acabou causando um acidente de trânsito. Nesse caso, a falha cometida por Jorge está relacionada à:",
        "opcoes": {
            "A": "A) precipitação",
            "B": "B) imperícia",
            "C": "C) imprudência",
            "D": "D) negligência"
        },
        "resposta_correta": "B"
    },
    {
        "pergunta": "Dirigindo por uma via urbana, a uma distância de cerca de 50m de um cruzamento, você percebe a luz amarela do semáforo. Nessa situação você deve:",
        "opcoes": {
            "A": "A) reduzir a velocidade do seu veículo e completar a travessia do cruzamento.",
            "B": "B) aumentar a velocidade do seu veículo.",
            "C": "C) diminuir a velocidade do seu veículo.",
            "D": "D) manter a atenção, reduzir a marcha do seu veículo e parar."
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "O condutor que, na ultrapassagem por outro veículo, mantém ou diminui a velocidade do seu veículo está:",
        "opcoes": {
            "A": "A) dificultando a ultrapassagem, irritando o outro condutor e indo contra o bom convívio social no trânsito",
            "B": "B) provocando o outro condutor ao frear, agindo contra a convivência harmoniosa no trânsito",
            "C": "C) retardando o fluxo de veículos na via a seu favor, indo contra o bom convívio no trânsito",
            "D": "D) agindo com prudência, facilitando a ultrapassagem e indo a favor do bom convívio no trânsito"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "As motocicletas em movimento são difíceis de ser percebidas no trânsito pelos motoristas; portanto, um comportamento considerado inadequado por parte do condutor do veículo é",
        "opcoes": {
            "A": "A) mudar bruscamente de faixa sem utilização da seta; afinal, a preferência é sempre dos carros",
            "B": "B) prestar atenção ao ruído do motor ou à luz do farol das motos antes de mudar de faixa ou de direção na via",
            "C": "C) observar constantemente a presença de motos, utilizando os espelhos retrovisores interno e externos",
            "D": "D) sinalizar com antecedência sua intenção de mudar de faixa, além de olhar nos espelhos retrovisores"
        },
        "resposta_correta": "A"
    },
    {
        "pergunta": "Aproximando-se de uma curva acentuada à direita, para evitar a invasão da pista contrária, devido à ação da força centrífuga, um motorista defensivo deverá manter-se à direita e:",
        "opcoes": {
            "A": "A) acelerar o veículo antes da curva",
            "B": "B) reduzir a velocidade no meio da curva, usando o freio",
            "C": "C) aumentar a velocidade em todo o trecho em curva",
            "D": "D) diminuir a velocidade antes da curva"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "Dos tipos de colisões estudados em Direção Defensiva, qual envolve frequentemente somente um veículo:",
        "opcoes": {
            "A": "A) colisão com o veículo da frente",
            "B": "B) colisão com o veículo em sentido contrário",
            "C": "C) colisão com o veículo de trás",
            "D": "D) colisão com objetos fixos"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "A colisão frontal pode ser muito grave, dependendo da velocidade, e ocorre com o veículo:",
        "opcoes": {
            "A": "A) vindo por trás",
            "B": "B) que está na frente",
            "C": "C) que está parado",
            "D": "D) em sentido contrário"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "Direção defensiva - é a direção segura que evita acidentes apesar da imprudência e imperícia dos outros condutores e das condições desfavoráveis do tempo, da sinalização, da pista e etc. Marque a série que apresenta todos os elementos componentes da “Direção Defensiva”.",
        "opcoes": {
            "A": "A) Observação; atenção; decisão e habilidade.",
            "B": "B) Intenção; decisão; organização.",
            "C": "C) Conhecimento, atenção, previsão, decisão e habilidade.",
            "D": "D) Condução; atenção; conhecimento e rapidez."
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "Para que não ocorra a aquaplanagem ao passar sobre poças d’água, o condutor deve",
        "opcoes": {
            "A": "A) reduzir a velocidade e usar apenas o freio motor",
            "B": "B) frear com intensidade e acelerar o veículo",
            "C": "C) acelerar o veículo para ganhar aderência",
            "D": "D) manter a velocidade e frear com intensidade"
        },
        "resposta_correta": "A"
    },
    {
        "pergunta": "São condições necessárias para um condutor demonstrar que dirige com segurança, entre outros fatores",
        "opcoes": {
            "A": "A) conhecimento da legislação e agressividade ao volante",
            "B": "B) audácia e habilidade com o veículo",
            "C": "C) prudência e habilidade com o veículo",
            "D": "D) conhecimento de mecânica veicular e ousadia"
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "O condutor adota uma atitude preventiva e torna mais seguro o trânsito quando",
        "opcoes": {
            "A": "A) atravessa o sinal do semáforo fechado com cautela para evitar colisões ou atropelamentos",
            "B": "B) para o veículo na pista após uma curva fechada e posiciona o triângulo próximo ao veículo",
            "C": "C) fica atento ao movimento de pedestres atravessando ou andando na pista de rolamento",
            "D": "D) buzina de forma estridente ao se aproximar de ciclista à sua frente para evitar atropelamento"
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "Aprender os conceitos da direção defensiva e usar estes conhecimentos com eficiência exige que o motorista",
        "opcoes": {
            "A": "A) dirija com cautela adotando os cuidados necessários quando não respeitar uma regra de trânsito",
            "B": "B) reconheça que os acidentes acontecem por acaso, por obra do destino ou por azar, independentemente da sua ação",
            "C": "C) cuide apenas de si para evitar acidentes, já que os demais condutores devem cuidar de si mesmos",
            "D": "D) dirija sempre com atenção para poder prever o que fazer e tomar as decisões certas para evitar acidentes"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "Entre outras atitudes a favor da segurança, pode-se dizer que o condutor que pratica a direção defensiva é aquele que",
        "opcoes": {
            "A": "A) ultrapassa os veículos lentos, utilizando excepcionalmente o acostamento para andar mais rápido",
            "B": "B) mantém-se atento ao comportamento dos demais condutores e usuários do trânsito",
            "C": "C) desce um trecho de via em declive, com o veículo desengrenado, economizando combustível",
            "D": "D) usa, sob chuva, a luz alta do veículo e mantém distância de seguimento do veículo à sua frente"
        },
        "resposta_correta": "B"
    },
    {
        "pergunta": "Em uma rodovia, ao perceber movimentos na vegetação, indicando a existência de forte vento lateral, o recomendável é",
        "opcoes": {
            "A": "A) reduzir a velocidade, ligar a seta indicativa de mudança de direção e transitar pelo acostamento",
            "B": "B) reduzir a velocidade adequando a marcha do motor para manter a estabilidade",
            "C": "C) acelerar, aumentando a força do motor e forçando um maior atrito entre os pneus e a pista",
            "D": "D) manter a velocidade e segurar o volante levemente, a fim de reduzir o risco de capotagem"
        },
        "resposta_correta": "B"
    },
    {
        "pergunta": "Entende-se por ''condições adversas''",
        "opcoes": {
            "A": "A) situações inadequadas geradas exclusivamente pelas autoridades de trânsito e que podem causar acidentes",
            "B": "B) condições pessoais do condutor ou fora do seu controle que podem ser causa de acidentes",
            "C": "C) condições geradoras de risco e acidentes de trânsito totalmente fora do controle do condutor",
            "D": "D) situações normais no trânsito que, por distração do condutor, podem gerar risco e até acidentes"
        },
        "resposta_correta": "B"
    },
    {
        "pergunta": "Quando estiver transitando à noite em uma via não iluminada, com tráfego de veículos nos dois sentidos, o condutor deverá usar a luz baixa do veículo. Esse procedimento é",
        "opcoes": {
            "A": "A) incorreto, pois o mais seguro é utilizar luz alta para aumentar a visibilidade do condutor e dos motoristas dos demais veículos, reduzindo assim o risco de acidente",
            "B": "B) adequado, pois a luz alta pode ofuscar os olhos dos condutores nos dois sentidos de tráfego e aumentar o risco de acidente",
            "C": "C) arriscado, pois esse procedimento poderá ofuscar os olhos dos condutores nos dois sentidos de tráfego e aumentar o risco de acidente",
            "D": "D) incorreto, pois o recomendável para a segurança de todos é a utilização apenas das luzes de posição"
        },
        "resposta_correta": "B"
    },
    {
        "pergunta": "Em direção defensiva, o elemento básico decisão depende",
        "opcoes": {
            "A": "A) da habilidade, tempo e prática de direção; da previsão das Situação de Risco; e do conhecimento das condições do veículo e da via",
            "B": "B) somente do tempo de experiência do condutor",
            "C": "C) somente das condições do veículo e da via",
            "D": "D) da habilidade e da experiência do condutor"
        },
        "resposta_correta": "A"
    },
    {
        "pergunta": "São situações de risco, devido a condições adversas relacionadas com o clima e\/ou ambiente, os seguintes aspectos",
        "opcoes": {
            "A": "A) sinalização horizontal apagada e vegetação obstruindo a sinalização vertical",
            "B": "B) fumaça produzida pela queima da vegetação e ventos fortes",
            "C": "C) curva acentuada não precedida de sinalização e chuva torrencial",
            "D": "D) neblina intensa à noite e pista com buracos, depressões e asfalto deteriorado"
        },
        "resposta_correta": "B"
    },
    {
        "pergunta": "Estacionando o veículo em ré, à noite, em uma garagem escura, o risco de colisão contra a parede pode aumentar devido à falta de visibilidade caso estejam queimadas as lâmpadas dos(as)",
        "opcoes": {
            "A": "A) luzes de ré",
            "B": "B) luzes de freio",
            "C": "C) luzes de posição",
            "D": "D) faróis alto e baixo"
        },
        "resposta_correta": "A"
    },
    {
        "pergunta": "Para que não ocorra a aquaplanagem ao passar sobre poças d’água, o condutor deve",
        "opcoes": {
            "A": "A) reduzir a velocidade e usar apenas o freio motor",
            "B": "B) frear com intensidade e acelerar o veículo",
            "C": "C) acelerar o veículo para ganhar aderência",
            "D": "D) manter a velocidade e frear com intensidade"
        },
        "resposta_correta": "A"
    },
    {
        "pergunta": "Um condutor dirige pela primeira vez em uma rodovia de mão dupla e está muito nervoso e inseguro, podendo se envolver em um acidente de trânsito. Essa é uma condição adversa relacionada com o(a)",
        "opcoes": {
            "A": "A) via",
            "B": "B) clima e\/ou ambiente",
            "C": "C) veículo",
            "D": "D) condutor"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "Antes da circulação do veículo, o condutor deverá verificar o bom funcionamento das luzes de",
        "opcoes": {
            "A": "A) faróis, freio e luzes internas, apenas",
            "B": "B) faróis, freio e marcha à ré, apenas",
            "C": "C) faróis, freio, pisca-alerta, placa e indicadores de mudança de direção e de marcha à ré",
            "D": "D) faróis, freio e pisca-alerta, apenas"
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "Quando o farol baixo de um veículo que vem em sentido contrário ofusca os olhos do condutor com o qual ele cruza, é sinal de que o veículo apresenta",
        "opcoes": {
            "A": "A) falha no sistema de suspensão",
            "B": "B) pneus com calibragem baixa do lado direito do veículo",
            "C": "C) existência de lâmpada de luz baixa queimada",
            "D": "D) falta de alinhamento e regulagem dos faróis"
        },
        "resposta_correta": "D"
    },
    {
        "pergunta": "São condições necessárias para um condutor demonstrar que dirige com segurança, entre outros fatores",
        "opcoes": {
            "A": "A) conhecimento da legislação e agressividade ao volante",
            "B": "B) audácia e habilidade com o veículo",
            "C": "C) prudência e habilidade com o veículo",
            "D": "D) conhecimento de mecânica veicular e ousadia"
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "A incidência de sol, ofuscando os olhos do condutor, reduz a visibilidade, o que pode ser responsável por um acidente. Essa é uma condição adversa relacionada com o(a)",
        "opcoes": {
            "A": "A) condutor",
            "B": "B) veículo",
            "C": "C) luz",
            "D": "D)  via"
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "A distância percorrida do momento em que o freio é acionado até a parada total do veículo é chamada de",
        "opcoes": {
            "A": "A) distância de percepção",
            "B": "B) distância de seguimento",
            "C": "C) distância de frenagem",
            "D": "D) distância de reação"
        },
        "resposta_correta": "C"
    },
    {
        "pergunta": "A distância percorrida pelo veículo do momento em que o condutor tira o pé do acelerador e o coloca sobre o pedal do freio é denominada",
        "opcoes": {
            "A": "A) distância de reação",
            "B": "B) distância de frenagem",
            "C": "C) distância de seguimento",
            "D": "D) distância de parada"
        },
        "resposta_correta": "A"
    }
]
